<?php

// Th

return [
    'home' => 'หน้าหลัก',
    'services' => 'บริการ',
    'drone' => 'โดรน',
    'course' => 'หลักสูตร',
    'products' => 'สินค้า',
    'news' => 'ข่าวสาร',
    'activities' => 'กิจกรรม',
    'contact' => 'ติดต่อ',
    'thai' => 'ไทย',
    'eng' => 'อังกฤษ',
    'iddrives' => 'บริษัท ไอดีไดรฟ์ จำกัด',
    'idss' => 'โรงเรียน ไอดี สอนทักษะอาชีพ',
    'map' => 'แผนที่',
    'course_open' => 'หลักสูตรที่เปิดสอน',
    'blog_news' => 'บทความและข่าวสาร',
    'about' => 'เกี่ยวกับเรา',


    // Contact
    'addr' => 'ที่อยู่',
    'addr_id' => '150 ถนน มิตรภาพ ตำบลในเมือง อำเภอเมืองขอนแก่น จังหวัดขอนแก่น 40000',
    'email' => 'อีเมล',
    'phone' => 'โทรศัพท์',
    'phone_id' => '094-2637979',
    'cts' => 'ติดต่อสอบถาม',
    'sub_cts' => 'กรุณากรอกข้อมูลให้ครบถ้วนและถูกต้องเพื่อความสะดวกและรวดเร็วในการติดต่อกลับของเจ้าหน้าที่',
    'fname' => 'ชื่อ-นามสกุล',
    'agn' => 'หน่วยงาน',
    'phone_not' => 'หมายเลขโทรศัพท์ไม่ถูกต้อง',
    'message' => 'ข้อความ',
    'social' => 'โซเชียล',
    'sub_social' => 'สำหรับติดต่อออนไลน์',
    'ent_res' => 'กรอกผลลัพธ์',
    'ent_pls' => 'กรุณากรอกผลลัพธ์จากการคำนวณ',
    'res_inc' => 'ผลลัพธ์ไม่ถูกต้อง',
    'subm' => 'ส่ง',
    'success' => 'สำเร็จ!',
    'sorry' => 'ขออภัย มีบางอย่างผิดปกติ',
    'limit' => 'ดำเนินการมากเกินไป โปรดลองอีกครั้งในภายหลังใน 5 นาที',
    'form_footer' => 'เจ้าหน้าที่จะติดต่อกลับในไม่ช้าตามช่องทางที่ท่านได้แจ้งไว้',

    // Products
    'see_more' => 'ดูเพิ่มเติม',
    'baht' => 'บาท',
    'begin' => 'เริ่มต้น',

    // Promotion
    'promotion' => 'โปรโมชั่น',
    'expired' => 'หมดอายุ',

    // News
    'all' => 'ทั้งหมด',
    'blogs' => 'บทความ',
    'gallery' => 'แกลเลอรี่',
];
